{ 
    "homePageTitle": "Musician, Arranger, Educator, Soloist",
    "navBarHome": "Home",
    "navBarServices": "Pedagogical Services",
    "navBarLessons": "Lessons",
    "navBarBio": "Bio",
    "navBarContact": "Contact",
    "signedInNavBarAccountInfo": "Account Info",
    "signedInNavBarPurchaseHistory": "Purchase History",
    "servicesPageTitle": "Pedagogical Services",
    "generalMusicPedagogyTitle": "General Music Pedagogy",
    "generalMusicPedagogyDescription": "Have you ever had music lessons before? If you have or have not, I can help with any level of musical knowledge. In my 20 plus years of musical career I have worked with all types of students on developing their music literacy skills. I can help you develop the following:",
    "solfegeTitle": "Solfege:",
    "solfegeItem1": "Sight singing in all clefs (Treble, Bass and C)",
    "solfegeItem2": "Ear-Training", 
    "solfegeItem3": "Elements of Music Notation",
    "musicElementsTitle": "Musical Elements:",
    "musicElementsItem1": "Sound",
    "musicElementsItem2": "Melody",
    "musicElementsItem3": "Harmony: Chords, chord progressions and harmonizing", 
    "musicElementsItem4": "Rhythm: Rhythmic values, meters, and their applications",
    "musicElementsItem5": "Texture: How the Melody, Harmony and Rhythmic Elements interact in many layers of a composition This aspect is often discussed when discussing arranging and composition",
    "musicElementsItem6": "Structure and form",
    "musicElementsItem7": "Expression: dynamics, tempo, and articulation",
    "trumpetPedagogyTitle": "Trumpet Pedagogy",
    "trumpetPedagogyDescription": "Let me share with you my concepts of cultivating your sound and technique to facilitate your expression on the trumpet over time. Some of the concepts I work with my students are:",
    "trumpetFundamentalsTitle": "Trumpet Fundamentals",
    "trumpetfundamentalsItem1": "Mouthpiece Buzz",
    "trumpetfundamentalsItem2": "Articulation",
    "trumpetfundamentalsItem3": "Flexibility",
    "trumpetfundamentalsItem4": "Multiple tonguing",
    "trumpetfundamentalsItem5": "Power",
    "trumpetfundamentalsItem6": "Range",
    "trumpetfundamentalsItem7": "Agility",
    "performanceGoalsTitle": "Performance Goals",
    "performanceGoalsDescription": "Want to make the best impression when you play? My studens prepare for the following.",
    "performanceGoalsItem1": "All-State",
    "performanceGoalsItem2": "University or Conservatory",
    "performanceGoalsItem3": "Military Band ",
    "performanceGoalsItem4": "Symphonic Orchestra",
    "performanceGoalsItem5": "Soloist",
    "lessonPageTitle": "Studio lesson prices and special offers",
    "lessonPage30Min": "Free 30 min. consultation with Dr. Ruiz to customize your lessons and focus on your goals when you sign up for your first lesson package.",
    "lessonPackage": "Lesson Package",
    "lessonPackageWeekly": "class a week for",
    "lessonPackageMonthly": "clases a month for",
    "lessonPackageTime": "minutes",
    "biography": {
        "title": "Biography",
        "p1": "As a native of San Juan, Puerto Rico, Dr. Orlando Ruiz has performed with the island's top musical ensembles like the Puerto Rico Symphony, Arturo Somohano Philharmonic, and Bayamon Symphony Orchestras. Dr. Ruiz made his solo debut at age 13, performing a Leeroy Anderson's A Trumpeter's Lullaby at the Caribe Hilton Hotel and Casino. Four years later, Dr. Ruiz was accepted by early admission at the Conservatory of Music in Puerto Rico, where he pursued his undergraduate studies. While studying at the Conservatory, Dr. Ruiz was the trumpeter for the Sunday T.V. program \"Accion de Pura Sangre\"; from Camarero Horse track racing. Furthermore, he was freelancing in various musical projects like the soundtracks of \"Seva Vive\" by Angelica Negron and \"El Clown\" by Omar Silva while becoming the first trumpeter to complete the Performance Diploma at the Conservatory with Roberto Ramirez as his mentor.",
        "p2": "In 2007 Orlando went pursuing his master's degree with Prof. Stephen Leisring at the University of Kansas in Lawrence, Kansas, where he performed as principal trumpet of the K.U. Symphony Orchestra and assistant principal of the K.U. Wind Ensemble. While in Lawrence, he played in numerous concerts and projects, including a tour in China and recording for Scott Watson's \"Thoughts of a Cow\" with the K.U. Trumpet Ensemble. Orlando Also recorded with the K.U. Wind Ensemble \"Wild Nights\" featuring works by Frank Ticheli, David Dzubay, Steven Bryant, Roshanne Etezady, and John Mackey. Dr. Ruiz also premiered \"Songs of Aeolus\" trio for trumpet, bassoon, and piano by Joe Eidson for the International Trumpet Guild (ITG) composer's competition.",
        "p3": "After concluding his studies in K.U. he put into practice the pedagogical concepts acquired overtime as founding trumpet teacher at the system of youth orchestras of Puerto Rico, where he taught trumpet and served as orchestra and wind ensemble conductor for three years. After those years, he went to work for Houston I.S.D. as band and orchestra conductor, where 14 of his students previously rejected on Houston's All-City Youth Band made the ensemble under his advice. During that time in Houston, Orlando performed with the Houston Heights Orchestra, the Galveston Symphony, the Houston Brass Quintet. He served as principal trumpet of the Houston Sinfonietta, where he performed as soloist Alexander Arutunian's Trumpet Concerto. In 2015 Orlando became a trumpet teacher assistant at Texas Tech University in Lubbock, Texas, where he taught trumpet lessons and taught advanced trumpet techniques to future band directors. While in Lubbock, Orlando performed with the Lubbock Symphony Orchestra and their Educational brass quintet and the Midland-Odessa Symphony and Chorale. Orlando graduated from Texas Tech as a Doctor of Musical Arts in 2020, where he published: An Analysis of Roberto Sierra's Rapsodia for Solo Trumpet and Wind Ensemble. In this publication, Dr. Ruiz explored the piece's origin through interviews and post-tonal theory analysis techniques.",
        "p4": "Currently, Dr. Ruiz teaches trumpet and is an active freelancer in Dallas-Fort Worth metroplex area."
    },
    "contactFormName": "Name:",
    "contactFormEmail": "Email:",
    "contactFormPhone": "Phone:",
    "contactFormSubject": "Subject:",
    "contactFormMessage": "Message:",
    "contactFormSend": "Send Message",
    "contactFormSendingMessage": "Sending Message",
    "contactFormErrorMessages": {
        "nameError": "Name must be more than 2 characters long",
        "emailError": "Email is not valid",
        "requiredField": "This field is required",
        "phoneError": "Phone number must contain hyphens. Ex: 111-222-3333",
        "messageError": "Must be 10 Characters or more to ba valid"    
    },
    "contactFormSubjectSwitch": {
        "lessonRegistration": "Lesson Registration",
        "lessonInformation": "Lesson Information",
        "lessonOther": "Other"
    } 
    
}