{
    "homePageTitle": "Músico, Arreglista, Educador, Solista",
    "navBarHome": "Página de Inicio",
    "navBarServices": "Servicios Pedagógicos",
    "navBarLessons": "Lección Instrumental",
    "navBarBio": "Biografía",
    "navBarContact": "Forma de Contacto",
    "signedInNavBarAccountInfo": "Información de Cuenta",
    "signedInNavBarPurchaseHistory": "Historial de Compras",
    "servicesPageTitle": "Servicios Pedagógicos",
    "generalMusicPedagogyTitle": "Música general",
    "generalMusicPedagogyDescription": "¿Alguna vez has tenido clases de música antes? Si no lo has tenido, puso ayudar con cualquier nivel de conocimiento musical. En mas de veinte años de carrera musical he trabajado con todo tip de estudiantes en el desarrollo de sus habilidades literarias musicales. Puedo ayudarle a desarrollar las siguientes:",
    "solfegeTitle": "Solfeo:",
    "solfegeItem1": "Lectura a primera vista en todas las claves (Sol, Fa y Do)",
    "solfegeItem2": "Entrenamiento auditivo", 
    "solfegeItem3": "Elementos de notación musical",
    "musicElementsTitle": "Elementos Musicales:",
    "musicElementsItem1": "Sonido",
    "musicElementsItem2": "Melodia",
    "musicElementsItem3": "Armonia: Acordes, progresiones de acordes, y armonización", 
    "musicElementsItem4": "Ritmo: Valores rítmicos, medidores y sus aplicaciones",
    "musicElementsItem5": "Textura: Como interactúan melodia, armonía y elementos rítmicos en muchas capas de una composición. Este aspecto se discute a menudo al discutir la organización y la composición.",
    "musicElementsItem6": "Estructura y forma",
    "musicElementsItem7": "Expresión: Dinámica, tempo y articulación",
    "trumpetPedagogyTitle": "Pedagogia de trompeta",
    "trumpetPedagogyDescription": "Permítanme compartir con ustedes mis conceptos par cultivar su sonido t técnica en la trompeta para facilitar su expresión a largo plazo. Algunos de los conceptos que trabajo con mis estudiantes son:",
    "trumpetFundamentalsTitle": "Fundamentos",
    "trumpetfundamentalsItem1": "Zumbido de boquilla",
    "trumpetfundamentalsItem2": "Articulación",
    "trumpetfundamentalsItem3": "Flexibilidad",
    "trumpetfundamentalsItem4": "Articulación múltiple",
    "trumpetfundamentalsItem5": "Potencia",
    "trumpetfundamentalsItem6": "Registro",
    "trumpetfundamentalsItem7": "Agilidad",
    "performanceGoalsTitle": "Ejecución:",
    "performanceGoalsDescription": "¿Quieres causar una mejor impresión cuando tocas? Por lo general, mis alumnos se están preparando para las siguientes:",
    "performanceGoalsItem1": "All-State",
    "performanceGoalsItem2": "Universidad o Conservatorio",
    "performanceGoalsItem3": "Bandas militares",
    "performanceGoalsItem4": "Orquesta Sinfónica",
    "performanceGoalsItem": "Repertorio solista (para ejecutar como solista o recital)",
    "lessonPageTitle": "Offertas especiales",
    "lessonPage30Min": "30 minutos gratis de consultacion con Dr. Ruiz para personalizar tu leccion y enfocar en tus metas cuando te registras y seleciones un paquete.",
    "lessonPackage": "Paquete de lección",
    "lessonPackageWeekly": "clase semanal por",
    "lessonPackageMonthly": "clases mensual por",
    "lessonPackageTime": "minutos",
    "biography": {
        "title": "Biografía",
        "p1": "Como nativo de San Juan, Puerto Rico, el Dr. Orlando Ruiz ha colaborado con los mejores conjuntos musicales de la isla como la Orquesta Sinfónica de Puerto Rico, la Orquesta Filarmónica Arturo Somohano y la Orquesta Sinfónicas de Bayamón. El Dr. Ruiz hizo su debut como solista a los 13 años, interpretando la pieza de Leeroy Anderson A Trumpeter&#39;s Lullaby en el Caribe Hilton Hotel and Casino. Cuatro años más tarde, el Dr. Ruiz fue aceptado por admisión temprana en el Conservatorio de Música de Puerto Rico, donde continuó sus estudios de Bachillerato. Mientras estudiaba en el Conservatorio, el Dr. Ruiz fue el trompetista del programa dominical de televisión &quot;Acción de Pura Sangre&quot; de el Hipódromo Camarero. Además, trabajó en diversos proyectos musicales como las bandas sonoras de \"Seva Vive\" de Angélica Negrón y \"El Clown\"de Omar Silva, al tiempo que se convirtió en el primer trompetista en completar el Diploma en Ejecucion en el Conservatorio con Roberto Ramírez como su mentor.",
        "p2": "En 2007, Orlando cursó su maestría con el Prof. Stephen Leisring en la Universidad de Kansas en Lawrence, Kansas, donde ejecutó como trompeta principal de la Orquesta Sinfónica de dicha universidad y asistente de principal de Conjunto de Viento. Mientras estaba en Lawrence, tocó en numerosos conciertos y proyectos, incluyendo una gira en China y la grabación de \"Thoughts of a Cow\" de Scott Watson con el K.U. Trumpet Ensemble. Grabó con el K.U. Wind Ensemble \"Wild Nights\" obras de Frank Ticheli, David Dzubay, Steven Bryant, Roshanne Etezady y John Mackey. El Dr. Ruiz también estrenó el trío \"Songs of Aeolus\" para trompeta, fagot y piano de Joe Eidson para el concurso de compositores del International Trumpet Guild (ITG).",
        "p3": "Después de concluir sus estudios en la Universidad de Kansas puso en práctica los conceptos pedagógicos adquiridos como profesor de trompeta en El Sistema de Orquestas Juveniles de Puerto Rico 100 x 35, donde enseñó trompeta y se desempeñó como director de orquesta y conjunto de viento durante tres años. Después de esos años, fue a trabajar para Houston I.S.D. como director de banda y orquesta, donde 14 de sus estudiantes previamente rechazados en la All-City Youth Band de Houston entraron al conjunto bajo su tutela. Durante ese tiempo en Houston, Orlando tocó con la Orquesta de Houston Heights, la Sinfónica de Galveston, y el Houston Brass Quintet. También se desempeñó como trompeta principal de la Houston Sinfonietta, donde interpretó como solista el Concierto para trompeta de Alexander Arutunian. En el 2015, Orlando se convirtió en asistente de profesor de trompeta en Texas Tech University en Lubbock, Texas, donde enseñó lecciones de trompeta y enseñó técnicas avanzadas de trompeta a futuros directores de banda. Mientras estaba en Lubbock, Orlando tocó con la Orquesta Sinfónica de Lubbock y su quinteto de metales con fines educativos, la Midland- Odessa Symphony and Choral. Orlando se graduó de Texas Tech como Doctor en Artes Musicales en 2020, donde publicó: “An Analysis of Roberto Sierra's Rapsodia for Solo Trumpet and Wind Ensemble”. En esta publicación, el Dr. Ruiz exploró el origen de la pieza a través de entrevistas y técnicas de análisis de la teoría post-tonal.",
        "p4": "Actualmente, el Dr. Ruiz enseña trompeta y es un profesional independiente activo en el área metropolitana de Dallas-Fort Worth."
    },
    "contactFormName": "Nombre:",
    "contactFormEmail": "Correo Electronico:",
    "contactFormPhone": "Teléfono:",
    "contactFormSubject": "Subjeto:",
    "contactFormMessage": "Mensaje:",
    "contactFormMessageSent": "Mensaje Enviado",
    "contactFormSendingMessage": "Enviando su mensaje",
    "contactFormSend": "Iniciar",
    "contactFormErrorMessages": {
        "nameError": "El nombre debe tener más de dos caracteres",
        "emailError": "Correo electronico no esta valida",
        "requiredField": "Este campo es obligatorio",
        "phoneError": "El número de teléfono debe contener guiones. Ej: 111-222-3333",
        "messageError": "Debe tener 10 caracteres o más para ser válido"
    },

    "contactFormSubjectSwitch": {
        "lessonRegistration": "Registración",
        "lessonInformation": "Información",
        "lessonOther": "Otro"
    }
}